[
    {
        "id": 1,
        "titulo": "Crónicas Marcianas",
        "autor": "Ray Bradbury",
        "editorial": "Minotauro",
        "genero": "Ciencia Ficción",
        "isbn": "9788445076538",
        "precio": "956.00",
        "sinopsis": "Esta colección de relatos recoge la crónica de la colonización de Marte por parte de una humanidad que huye de un mundo al borde de la destrucción. Los colonos llevan consigo sus deseos más íntimos y el sueño de reproducir en el Planeta Rojo una civilización de perritos calientes, cómodos sofás y limonada en el porche al atardecer. Pero su equipaje incluye también los miedos ancestrales, que se traducen en odio a lo diferente, y las enfermedades que diezmarán a los marcianos. Conforme a su concepción de lo que debe ser la ciencia ficción, Bradbury se traslada al futuro para iluminar el presente y explorar la naturaleza humana. Escritas en la década de los cuarenta, estas deslumbrantes e intensas historias constituyen un canto contra el racismo, la guerra y la censura, destilando nostalgia e idealismo. Ray Bradbury se consolidó como escritor con esta obra, ahora un clásico de las letras norteamericanas, con su estilo rico, inmediato y conmovedor, que le ha valido el apelativo de poeta de la ciencia ficción",
        "biografia": "(Waukegan, Illinois, 22 de agosto de 1920-Los Ángeles, California, 5 de junio de 2012)1​2​ fue un escritor estadounidense de misterio del género fantástico, terror y ciencia ficción. Principalmente conocido por su obra Crónicas marcianas (1950) y la novela distópica Fahrenheit 451 (1953).",
        "portada": "cn-cover.jpg",
        "foto_autor": "bradbury-photo.png",
        "estado": "Diponible"
    },
    {
        "id": 2,
        "titulo": "¿Sueñan los androides con ovejas eléctricas?",
        "autor": "Philip K. Dick",
        "editorial": "Minotauro",
        "genero": "Ciencia Ficción",
        "isbn": "9789876284455",
        "precio": "260",
        "sinopsis": "En el año 2021 la guerra mundial ha exterminado a millones de personas. Los supervivientes codician cualquier criatura viva, y aquellos que no pueden permitirse pagar por ellas se ven obligados a adquirir réplicas increíblemente realistas.Las empresas fabrican incluso seres humanos. Rick Deckard es un cazarrecompensas cuyo trabajo es encontrar androides rebeldes y retirarlos, pero la tarea no será tan sencilla cuando tenga que enfrentarse a los nuevos modelos Nexus-6, prácticamente indistinguibles de los seres humanos. ",
        "biografia": "(Chicago, 1928-Santa Ana, California, 1982) residió la mayor parte de su vida en California. Asistió a la universidad pero no llegó a finalizar sus estudios. Creador precoz, empezó a escribir profesionalmente en 1952, y llegó a publicar un total de treinta y seis novelas y cinco colecciones de relatos a lo largo de su vida. Murió en 1982 sin llegar a ver la primera adaptación cinematográfica de su obra, Blade Runner.",
        "portada": "saov-cover.jpg",
        "foto_autor": "dick-photo.png",
        "estado": "Diponible"
    },
    {
        "id": 3,
        "titulo": "Cuentos de Terramar",
        "autor": "Ursula K. Le Guin",
        "editorial": "Minotauro",
        "genero": "Ciencia Ficción",
        "isbn": "9788445001806",
        "precio": "260",
        "sinopsis": "Los cinco cuentos reunidos en este libro, que fueron ganadores de los Premios Locus y Endeavour en 2002, exploran y extienden el mundo creado en las Historias de Terramar.El volumen también contiene un ensayo sobre los habitantes, las lenguas, la historia y la magia de Terramar. Esta aclamada continuación del reino mágico de Terramar confirma a Ursula K. Le Guin como una de las más brillantes escritoras de nuestro tiempo.",
        "biografia": "Ursula Kroeber Le Guin, nacida en Berkeley (California) en 1929 y fallecida en Portland (Oregón) en 2018, cultivó tanto la narrativa, en forma de novela y cuento, como la poesía y la crítica. Su amplia obra ha merecido múltiples galardones, entre los que destacan el National Book Award, el American Book Award y numerosos premios Hugo, Nebula, Jupiter y Locus.",
        "portada": "ct-cover.jpg",
        "foto_autor": "leguin-photo.png",
        "estado": "Agotado"
    },
    {
        "id": 4,
        "titulo": "La guerra de los mundos",
        "autor": "H. G. Wells",
        "editorial": "Austral",
        "genero": "Ciencia Ficción",
        "isbn": "9788408210061",
        "precio": "450",
        "sinopsis": "La guerra de los mundos es una de las obras de ciencia ficción más influyentes de la historia. Publicada en 1898, ha sido adaptada para diferentes medios, como la televisión, el cine, los videojuegos… e incluso la radio. Especialmente famosa es la retransmisión radiofónica de Orson Wells en 1938 por desatar el pánico real entre la audiencia.",
        "biografia": "Herbert George Wells (Gran Bretaña, 1866-1946). Periodista, ensayista y novelista mundialmente conocido por sus obras de ciencia ficción. Una figura fundamental del pensamiento occidental del siglo XX.",
        "portada": "gm-cover.jpg",
        "foto_autor": "hgwells-photo.png",
        "estado": "Diponible"
    },
    {
        "id": 5,
        "titulo": "Tokio Blues",
        "autor": "Haruki Murakami",
        "editorial": "Tusquets",
        "genero": "Novela literaria",
        "isbn": "9788483103074",
        "precio": "1220",
        "sinopsis": "Mientras aterriza en un aeropuerto europeo, Toru Watanabe escucha una vieja canción de los Beatles que le hace retroceder a su juventud, al turbulento Tokio de los años sesenta. Recuerda entonces con melancolía a la misteriosa Naoko, la novia de su mejor amigo de la adolescencia. El suicidio de éste les distanció durante un año, hasta que se reencontraron e iniciaron una relación íntima. Sin embargo, la aparición de otra mujer en su vida lleva a Toru a experimentar el deslumbramiento y el desengaño allí donde todo debería cobrar sentido: el sexo, el amor y la muerte.",
        "biografia": "(Kioto, 1949) es uno de los pocos autores japoneses que han dado el salto de escritor de prestigio a autor con grandes ventas en todo el mundo. Ha recibido numerosos premios, entre ellos el Noma, el Tanizaki, el Yomiuri, el Franz Kafka, el Jerusalem Prize y el Hans Christian Andersen, y su nombre suena reiteradamente como candidato al Nobel de Literatura.",
        "portada": "tkb-cover.jpg",
        "foto_autor": "murakami-photo.png",
        "estado": "Diponible"
    },
    {
        "id": 6,
        "titulo": "Triste, solitario y final",
        "autor": "Osvaldo Soriano",
        "editorial": "Planetalector Argentina",
        "genero": "Novela literaria",
        "isbn": "9788483835043",
        "precio": "650",
        "sinopsis": "Stan Laurel, el actor que protagonizó junto a Oliver Hardy la serie “El Gordo y el Flaco”, cree, a sus setenta y cinco años, que el fin de su carrera ha llegado: no hay quien le ofrezca trabajo. ¿Qué hacer? La única salida es ir a ver a Philip Marlowe, el detective creado por el escritor Raymond Chandler.",
        "biografia": "(1943-1997) comenzó a trabajar en periodismo (Primera Plana, Panorama, La Opinión) a mediados de los años sesenta, y se dio a conocer como escritor en 1973 con su originalísima novela Triste, solitario y final. Si bien publicaría sus dos libros siguientes (No habrá más penas ni olvido y Cuarteles de invierno) durante su exilio en Europa, la aparición de ambos en la Argentina en 1982 lo convertirían in absentia en el autor vivo más leído del país. ",
        "portada": "tsf-cover.jpg",
        "foto_autor": "soriano-photo.png",
        "estado": "Agotado"
    },
    {
        "id": 7,
        "titulo": "Historia de una ballena blanca",
        "autor": "Luis Sepúlveda",
        "editorial": "Tusquets",
        "genero": "Novela literaria",
        "isbn": "9788490667019",
        "precio": "650",
        "sinopsis": "De una concha que un niño recoge en una playa chilena, al sur, muy al sur del mundo, una voz se eleva, cargada de recuerdos y sabiduría. Es la voz de la ballena blanca, el animal mítico que durante décadas ha custodiado las aguas que separan la costa de una isla sagrada para las personas nativas de ese lugar, la Gente del Mar. El cachalote, la criatura más grande de todo el océano, ha conocido la inmensa soledad y la enorme profundidad del abismo, y ha dedicado su vida a cumplir fielmente la tarea que le confió otro cachalote anciano: una tarea misteriosa y crucial, el resultado de un pacto que ha atado a las ballenas y la Gente del Mar. Para honrarlo, la gran ballena blanca tenía que proteger esa parte del mar de otros hombres, los extraños que con sus barcos vienen a llevárselo todo, sin respeto alguno por el entorno natural. Fueron ellos, los balleneros, quienes contaron la historia de la temida ballena blanca hasta ahora, pero ha llegado el momento de que ella hable por sí misma y deje que su antigua voz nos llegue como el lenguaje del mar. ",
        "biografia": "Nació en Ovalle (Chile, 1949 - España, 2020). En 1993 Tusquets Editores empezó la publicación de su obra con su célebre novela Un viejo que leía novelas de amor, traducida a numerosos idiomas, con ventas millonarias y llevada al cine con guión del propio Sepúlveda, bajo la dirección de Rolf de Heer.",
        "portada": "hbb-cover.jpg",
        "foto_autor": "sepulveda-photo.png",
        "estado": "Diponible"
    },
    {
        "id": 8,
        "titulo": "Las otras puertas",
        "autor": "Abelardo Castillo",
        "editorial": "Seix Barral",
        "genero": "Novela literaria",
        "isbn": "9789878319063",
        "precio": "650",
        "sinopsis": "Para quienes vivimos la proscripción del peronismo y la del deseo –hablo de mi generación– no nos quedaba otra que desear con culpa a la madre de Ernesto. Todo machista desea a esa mujer prohibida: la puta y la madre. La desea de un modo inconfesable, término tan Castillo. Deseo y vergüenza tiemblan en ese cuento, como el cuerpo entrevisto a través de un deshabillé. Cuando leí esa ejemplar colección de cuentos que es Las otras puertas, aprendí que escribir era nombrar lo que no se puede, lo que no se debe, decir. No digás porquerías, querés, dice uno de los personajes. Castillo las dice. Y enseña cómo decirlas.",
        "biografia": "(1935-2017) nació y murió en Buenos Aires. Practicó todos los géneros literarios con igual brillantez: es sin duda uno de los maestros del cuento latinoamericano, sus novelas son deslumbrantes, sus obras de teatro revitalizaron la escena argentina en los años 60 y lo mismo puede decirse de las tres revistas que dirigió: El Grillo de Papel, El Escarabajo de Oro y El Ornitorrinco. Escribió los siguientes libros: Las otras puertas (cuentos, 1961), El otro Judas (teatro, 1961), Israfel (teatro, 1964), Cuentos crueles (cuentos, 1966), La casa de ceniza (novela, 1968), Sobre las piedras de Jericó (teatro, 1968), Las panteras y el templo (cuentos, 1976), El señor Brecht en el Salón Dorado (teatro, 1982), El que tiene sed (novela, 1985), Las palabras y los días (ensayos, 1989), Crónica de un iniciado (novela, 1991), Las maquinarias de la noche (cuentos, 1992), Ser escritor (ensayo, 1997), El oficio de mentir (entrevista, 1998), El Evangelio según Van Hutten (novela, 1999), El espejo que tiembla (cuentos, 2005), Desconsideraciones (ensayos, 2010) y los monumentales dos tomos de sus Diarios (2014 y 2019). Sus libros han sido traducidos a catorce idiomas.",
        "portada": "op-cover.jpg",
        "foto_autor": "castillo-photo.png",
        "estado": "Diponible"
    },
    {
        "id": 9,
        "titulo": "La vida, ese paréntesis",
        "autor": "Mario Benedetti",
        "editorial": "Booket",
        "genero": "Poesía",
        "isbn": "0000000000000",
        "precio": "650",
        "sinopsis": "Este libro de Mario Benedetti se abre como un luminoso paréntesis dentro de su obra: pequeñas prosas y poemas en los que el autor aparece más cercano que nunca, pronunciando en voz alta preguntas para las que acaso no hay respuesta. Los textos hablan de memorias y olvidos, de crímenes visibles e invisibles, de máscaras y adioses, de la vida y de la muerte, de hombres y mujeres que se sueñan inmortales.",
        "biografia": "Nació en Paso de los Toros, Departamento de Tacuarembó, Uruguay, el 14 de septiembre de 1920. Se educó en un colegio alemán y se ganó la vida como taquígrafo, cajero, vendedor, contable, funcionario público, traductor y periodista, profesión que ejerció durante cuatro décadas en el semanario Marcha, hasta que fue clausurado por la dictadura. Luego de abandonar su país en 1973 por razones políticas, vivió diez años de exilio en la Argentina, Perú, Cuba y España.",
        "portada": "vp-cover.jpg",
        "foto_autor": "benedetti-photo.png",
        "estado": "Diponible"
    },
    {
        "id": 10,
        "titulo": "Últimos poemas en prozac",
        "autor": "Fabián Casas",
        "editorial": "Emecé Editores",
        "genero": "Poesía",
        "isbn": "0000000000000",
        "precio": "650",
        "sinopsis": "Suerte de aleph borgiano con ecos del Prufrock de T. S. Elliot, todo parece caber en este nuevo libro de poemas de Fabián Casas: el amor, el rencor, la paternidad, la angustia, los tranquilizantes, los celos, el deseo, el paso del tiempo, la impermanencia de las cosas, la filosofía de Nietzsche y de Kierkegaard, el clonazepam, el matrimonio, el fin del matrimonio, el cine de Cronenberg y de Kaurismäki, la meditación, la poesía de Donne y de Pound, el humor, las canciones de los Beatles y de José Luis Perales, la soledad… Como dice un poema al hablar de Aki Kaurismäki, cada línea tiene un sentido profundo y vertical en su sencillez. Con una conciencia de sí y del mundo exacerbada, de a ratos compasiva y en otros feroz, Últimos poemas en Prozac traza el derrotero de una separación y el viaje tentativo del dolor a la redención, que llega de la mano de la farmacéutica, de la sabiduría budista, del amor filial y de la poesía, ese instrumento a medida que Casas fabrica para procesar la experiencia del dolor y transformarla en pura belleza.",
        "biografia": "Nació en el barrio de Boedo en 1965. Publicó Horla City y otros. Toda la poesía,1990-2010 (Emecé, 2010), La supremacía Tolstoi (ensayos, Emecé, 2013), Ensayos bonsai (Emecé, 2007), y los libros de ficción Ocio (2006) Los Lemmings y otros (2005) y Titanes del coco (2015). Fue guionista del film Jauja (2014), dirigido por Lisandro Alonso y protagonizado por Viggo Mortensen, que se presentó con gran éxito de crítica y público en el Festival de Cannes. En 2007 obtuvo en Alemania el prestigioso premio Anna Seghers y en 2011 fue elegido por la Feria Internacional del Libro de Guadalajara como uno de los autores que garantizan el relevo de los grandes escritores latinoamericanos del siglo XX.",
        "portada": "upp-cover.jpg",
        "foto_autor": "casas-photo.png",
        "estado": "Agotado"
    },
    {
        "id": 11,
        "titulo": "Hambriento",
        "autor": "Nach",
        "editorial": "Editorial Planeta",
        "genero": "Poesía",
        "isbn": "9788408160441",
        "precio": "650",
        "sinopsis": "Hambriento es una travesía poética de ida y vuelta, repleta de reflexiones, aprendizajes y sensibilidad. Un río a contracorriente que fluye a borbotones hacia las cimas más altas. Nach escribe urgido por una voracidad de emociones y experiencias que parecen saciar un íntimo vacío. Así emprende, a dentelladas, un viaje por sí mismo con una sensación de hambre que sirve de combustible para la vida, porque el hambre nos mueve, nos vuelve osados y nos alimenta.",
        "biografia": "(Albacete,1974), licenciado en Sociología por la Universidad de Alicante, es uno de los máximos exponentes del género del hip hop en letra castellana y uno de los mejores representantes de la vertiente más poética del género. Con nueve discos publicados, entre los que destacan Mejor que el silencio, Poesía difusa, Un día en Suburbia o A través de mí, ha llegado a ser número uno de la lista general de ventas de música en España y cuenta con dos discos de oro en su haber. Es requerido por los festivales de música más importantes de España y Latinoamérica y ha sido nominado como mejor artista español en los premios MTV EMA (European Music Awards), al Goya en la categoría de mejor canción original por Verbo y también en los premios Grammy Latinos al mejor videoclip. Además, es un apasionado del baloncesto. Su último disco es Almanauta.",
        "portada": "h-cover.jpg",
        "foto_autor": "nach-photo.png",
        "estado": "Agotado"
    },
    {
        "id": 12,
        "titulo": "Muerte de un viajante",
        "autor": "Arthur Miller",
        "editorial": "Tusquets",
        "genero": "Poesía",
        "isbn": "9788490661581",
        "precio": "650",
        "sinopsis": "Se estrenó en 1949 en Nueva York y obtuvo de inmediato tal éxito que catapultó a la fama a Arthur Miller. Esta pieza teatral se ha convertido en un símbolo de la tragedia del hombre corriente en una sociedad que lo aniquila. El protagonista, Willy Loman, casado y padre de dos hijos, ha trabajado toda su vida como viajante de comercio. Tiene sesenta años y está extenuado: le niegan un aumento de sueldo y acaba siendo despedido «por su propio bien». Entonces todo a su alrededor se derrumba: ¿qué error ha cometido? «El que siga habiendo tantos Willy en el mundo –afirmó Miller– se debe a que el hombre se supedita a las imperiosas necesidades de la sociedad o de la tecnología se aniquila como individuo",
        "biografia": "Arthur Miller (Nueva York, 1915-2005) escribió algunas de las obras maestras del teatro del siglo xx. Entre sus galardones se cuentan el Premio Pulitzer 1949, el de la crítica teatral neoyorquina y el Premio Príncipe de Asturias de las Letras 2002. Hombre público por su compromiso social, nadie como Miller ha sabido reflejar las frustraciones y los desengaños de la sociedad estadounidense.",
        "portada": "mv-cover.jpg",
        "foto_autor": "miller-photo.png",
        "estado": "Diponible"
    },
    {
        "id": 13,
        "titulo": "Una magia más oscura",
        "autor": "V.E. Schwab",
        "editorial": "Ediciones Destino",
        "genero": "Juvenil",
        "isbn": "9788445006016",
        "precio": "650",
        "sinopsis": "Kell es uno de los últimos magos viajeros con una extraña habilidad para viajar entre universos paralelos conectados por una ciudad mágica.Existe un Londres Gris, sin magia y con un rey loco: el rey George III. Un Londres Rojo, donde se honra la vida y la magia y donde Kell creció junto a Rhy Maresh, heredera de un imperio esplendoroso. Un Londres Blanco, donde la lucha por controlar la magia dejó una ciudad en ruinas. Y mucho tiempo atrás, había un Londres Negro. Pero ya nadie habla de eso.",
        "biografia": "V.E. Schwab es la autora de The Near Witch, novela escalofriante de horror; de la saga El Archivo, título que recibe el primer volumen, y de la continuación de este, El Vacío, así como también de muchas otras novelas por publicarse en español. Victoria sufre de un brutal caso de espíritu viajero y, cuando no anda al acecho de algún callejón parisino o recorriendo laderas inglesas, es posible encontrarla agazapada en la esquina de alguna cafetería de Nashville, tomando el té y soñando con criaturas monstruosas.",
        "portada": "mmo-cover.jpg",
        "foto_autor": "schwab-photo.png",
        "estado": "Diponible"
    },
    {
        "id": 14,
        "titulo": "Read me like a book",
        "autor": "Liz Kessler",
        "editorial": "Ediciones Destino",
        "genero": "Juvenil",
        "isbn": "9781780622118",
        "precio": "650",
        "sinopsis": "Ashleigh Walker está enamorada. La invade ese sentimiento conocido, esa emoción intensa que da palpitaciones, que consume y que solo genera el amor. Así, ya no le preocupan las malas notas en el colegio. Así, logra distraerse de los problemas matrimoniales de sus padres.Una sola cosa la inquieta… ¿Acaso no debería sentirse así por su novio, Dylan, y no por la señorita Murray, su profesora de Literatura?",
        "biografia": "Liz Kessler estudió Literatura en Loughborough University, trabajó como profesora y periodista y se recibió de magíster en Escritura Creativa en Manchester Metropolitan University. Liz vive ahora en Cornwall.",
        "foto_autor": "kessler-photo.png",
        "portada": "rlb-cover.jpg",
        "estado": "Agotado"
    },
    {
        "id": 15,
        "titulo": "Game on",
        "autor": "Tomas Lifschitz",
        "editorial": "Editorial Planeta",
        "genero": "Juvenil",
        "isbn": "9789504969525",
        "precio": "650",
        "sinopsis": "El psicólogo Tomás Lifschitz reúne en este libro todo lo que un jugador de videojuegos, ya sea amateur o profesional, y los profesionales (especialmente los psicólogos) que se dedican a los eSports necesitan saber para trabajar sobre diversos factores psicológicos individuales de los deportistas, como la concentración, la comunicación y el control de la ansiedad, así como también aptitudes grupales en los juegos por equipos, con el objetivo de alcanzar el máximo rendimiento a la hora de competir.",
        "biografia": "Nació el 20 de abril de 1995 y es licenciado en Psicología (UBA). Escribió su tesis de licenciatura en relación con la psicología del deporte y la actividad física y la tituló: “Influencia de las redes sociales en los deportistas de alto rendimiento”. Luego se especializó en habilidades psicológicas en el alto rendimiento deportivo y en el deporte amateur. En la actualidad trabaja con equipos de diferentes deportes tradicionales y de eSports y también atiende pacientes en su consultorio particular. Este es su primer libro y surge de todo el material relacionado con los deportes electrónicos que pudo recopilar a lo largo de su experiencia.",
        "portada": "go-cover.jpg",
        "foto_autor": "lifschitz-photo.png",
        "estado": "Diponible"
    },
    {
        "id": 16,
        "titulo": "Los zombies también comen corazones",
        "autor": "Fabián Sevilla",
        "editorial": "Editorial Planeta",
        "genero": "Juvenil",
        "isbn": "9789877671445",
        "precio": "650",
        "sinopsis": "Natalio recibe un beso, como esos de las películas que tanto se confunden con su vida real. Ramiro, el bravucón del curso y quien lo besó, pretendía ganar una apuesta a sus amigos pero la escena se viraliza en las redes. Ahora, ambos chicos deberán enfrentar las consecuencias: Ramiro, el descrédito y la vergüenza; Natalio, la confusión de creer que alguien se ha enamordado de él. Eso los llevará a conocer al otro, pero por sobre todo a descubrirse a sí mismos...",
        "biografia": "Nació en 1970, en Mendoza, Argentina, donde vive actualmente. Es escritor de libros de cuentos, novelas, obras de teatro y guiones de historietas.",
        "portada": "zc-cover.jpg",
        "foto_autor": "sevilla-photo.png",
        "estado": "Diponible"
    }
]